[StanceGuard X2AbilityTemplate]  
LocFriendlyName="防御"  
LocLongDescription="进入防御姿态，提升防御和命中率，但每回合消耗2点意志力，同时降低暴击率和移动力。"  
LocHelpText="进入防御姿态，提升防御和命中率，但每回合消耗2点意志力，同时降低暴击率和移动力。"  
LocFlyOverText="防御"  
LocPromotionPopupText="防守"  
  
[StanceFocus X2AbilityTemplate]  
LocFriendlyName="专注"  
LocLongDescription="进入专注姿态，提升命中率、暴击率、灵能和黑客能力，但每回合消耗4点意志力，同时降低防御和移动力。"  
LocHelpText="进入专注姿态，提升命中率、暴击率、灵能和黑客能力，但每回合消耗4点意志力，同时降低防御和移动力。"  
LocFlyOverText="专注"  
LocPromotionPopupText="专注"  
  
[StanceRush X2AbilityTemplate]  
LocFriendlyName="冲锋"  
LocLongDescription="超越极限，显著提升移动力，但每回合消耗6点意志力，同时降低隐秘性、命中率、灵能和黑客能力。"  
LocHelpText="超越极限，显著提升移动力，但每回合消耗6点意志力，同时降低隐秘性、命中率、灵能和黑客能力。"  
LocFlyOverText="冲锋"  
LocPromotionPopupText="冲锋"